export const tcn={
    // 页面
    statement:[
        '歡迎來到DEXpert.io，這是您在乙太坊網絡中瞭解所有ERC-20內容的首要目的地。 在快速發展的區塊鏈和加密貨幣世界中，乙太坊平臺通過其ERC -20代幣標準在促進各種數位資產發展方面發揮了關鍵作用。 我們的平臺旨在為您提供全面的工具和資源來探索、分析和投資這些代幣，使您能够在不斷擴大的DeFi領域做出明智的決策。',
        '為什麼選擇ERC-20代幣？',
        'ERC-20 代幣是以太坊去中心化生態系統的支柱，為從去中心化金融 (DeFi) 專案到不可替代代幣 (NFT) 等廣泛的應用程式提供支援。隨著以太坊的運作和持續，20 個代幣已成為這次變革之旅的重要組成部分。',
        '我們提供什麼:',
        '在 DEXpert.io，我們致力於根據 ERC-20 代幣愛好者的獨特需求提供用戶友好且資訊豐富的體驗。以下是您可以期待的:',
        '全面的代幣資料庫:探索我們廣泛的 ERC-20 代幣資料庫，提供大量代幣的詳細資訊。無論您是在尋找成熟的項目還是隱藏的瑰寶，您都會在這裡找到它。',
        '即時數據:了解實時代幣價格、市值、交易量和歷史數據，以做出明智的投資決策。',
        '進階分析:我們提供進階分析工具，包括技術指標、圖表和交易見解，幫助您更深入了解代幣表現。',
        '代幣發現:發現符合您的投資策略或興趣的新的、有前途的 ERC-20 項目。',
        '社群和討論:在我們的社群論壇中與其他愛好者、交易者和投資者聯繫。分享見解、策略並隨時了解 ERC-20 代幣領域的最新發展。',
        '自訂警報:設定自訂警報，以便在您最喜歡的代幣達到特定價格點或其他標準時收到通知。',
        '類似 Twitter 的社群平台:透過我們受 Twitter 啟發的社群平台與我們的社群互動。分享您對您最喜歡的代幣的想法、分析和更新，關注其他用戶，並在加密貨幣領域建立有意義的聯繫。',
        '教育資源:存取教育內容和指南，幫助您更了解 ERC-20 代幣生態系統。',
        '我們的承諾:',
        '在 DEXpert.io，我們的使命是提供一個平台，讓您能夠自信地駕馭 ERC-20 代幣格局。我們的目標是培養一個知識淵博、積極參與的加密貨幣愛好者社區，使您能夠釋放基於以太坊的投資的全部潛力，同時也與志同道合的個人建立有意義的聯繫。',
        '加入我們，踏上 ERC-20 代幣和以太坊世界的激動人心的旅程。您的財務未來和社會關係觸手可及。從今天開始探索、溝通並做出明智的決定。',
    ],
    bottom: {
        video: '教學影片',
        introduce: '我們的網站、超連結網站以及應用程式、論壇、部落格、社交媒體帳戶和其他 DEX 相關平台上提供的所有內容僅旨在向您提供一般資訊。我們對我們的內容不做任何形式的保證，包括但不限於資訊的準確性和及時性。我們提供的任何內容均不應被解釋為您出於任何目的而特別依賴的財務、法律或任何其他類型的建議。您對我們內容的任何使用或依賴完全由您自行承擔風險。您應該做的是在依賴我們的內容之前進行自己的研究、審查和分析並進行驗證。交易是一項高風險活動，可能會導致重大損失，因此您應該在做出任何決定之前諮詢您的財務顧問。我們網站上的任何內容均不應被視為採取任何行動的邀請或要約'
    },
    header:{
        addCoin:'添加硬幣',
        login:'登入',
        search:'按代碼、名稱、合約或代幣搜尋交易對'
    },
    drawer:{
        home:'主頁',
        featured:'精選交易',
        presale:'預售',
        launch:'即將推出代幣',
        newPair:'新交易對',
        community:'DEXpert 社區',
        user:'使用者資料'
    },
    home:{
        presale:'預售',
        launch:'發射',
        more:'更多',
        social:'社交',
        featured:'精選',
        sign:'請登入',
        noData:'還沒有數據',
        pair:'配對',
        price:'價格',
        createTime:'創建時間',
        txns:'TXNS',
        volume:'體積',
        liquidity:'流動性',
        dex:'圖標'
    },
    featured:{
        pair:'配對',
        price:'價格',
        createTime:'創建時間',
        txns:'TXNS',
        volume:'體積',
        liquidity:'流動性',
        dex:'圖標',
        featured:'精選'
    },
    presale:{
        presales:'預售',
        token:'代幣名稱',
        symbol:'代幣符號',
        social:'社會資訊',
        time:'預售時間',
        platform:'平臺',
        dex:'圖標'
    },
    launch:{
        launch:'即將推出',
        token:'代幣名稱',
        symbol:'代幣符號',
        social:'社會資訊',
        time:'發射時間',
        platform:'平臺',
        dex:'圖標'
    },
    newPair:{
        newPair:'新交易對',
        pair:'配對',
        price:'價格',
        time:'創建時間',
        volume:'體積',
        reserve:'儲備的ETH',
        tracked:'追跡儲量ETH',
        txCount:'數量',
        dex:'圖標'
    },
    username:{
        intro:'簡介',
        enterBio:'輸入簡歷',
        addBio:'添加資訊',
        addSocial:'添加社交媒體連結',
        following:'關注者 ·',
        viewAll:'查看全部',
        followers:'粉絲 ·',
        noFollowers:'你沒有任何追隨者 ☹️. 訣竅是跟隨某人，然後等待他們跟隨你回來。',
        otherNoFollowers:'沒有任何追隨者。',
        noFollowing:'你沒有關注任何人。 你還在等什麼？',
        otherNoFollowing:'還沒有關注任何人。',
    },
    social: {
        home: '主頁',
        following:'關注者',
        followers:'粉絲',
        notification:'通知',
        messenger:'聊天',
        photo:'圖片',
        post:'發送',
        end:'耶！ 你都看過了',
        who:'關注誰?',
        recent:'最近的聊天',
        chat:'您尚未進行任何聊天。 與某人開始聊天吧！',
        followerGet:'你沒有任何粉絲 ☹️. 訣竅是關注某人，然後等待他們關注你回來。',
        followerNo:'該用戶沒有任何粉絲.',
        noti:'您沒有任何通知，',
        chats:'聊天',
        search:'蒐索用戶',
        start:'從蒐索開始',
        one:'與某人開始聊天!',
        send:'發送一個新消息'
    }

}