export const scn={
    // 页面
    statement:[
        '欢迎来到 DEXpert.io，这是您在以太坊网络中了解所有 ERC-20 内容的首要目的地。在快速发展的区块链和加密货币世界中，以太坊平台通过其 ERC -20 代币标准在促进各种数字资产发展方面发挥了关键作用。我们的平台旨在为您提供全面的工具和资源来探索、分析和投资这些代币，使您能够在不断扩大的 DeFi 领域做出明智的决策。',
        '为什么选择 ERC-20 代币？',
        'ERC-20 代币是以太坊去中心化生态系统的支柱，为从去中心化金融 (DeFi) 项目到不可替代代币 (NFT) 等广泛的应用程序提供支持。随着以太坊的运行和持续，20 个代币已成为这一变革之旅的重要组成部分。',
        '我们提供什么:',
        '在 DEXpert.io，我们致力于根据 ERC-20 代币爱好者的独特需求提供用户友好且信息丰富的体验。以下是您可以期待的:',
        '全面的代币数据库:探索我们广泛的 ERC-20 代币数据库，提供大量代币的详细信息。无论您是在寻找成熟的项目还是隐藏的瑰宝，您都会在这里找到它。',
        '实时数据:了解实时代币价格、市值、交易量和历史数据，以做出明智的投资决策。',
        '高级分析:我们提供高级分析工具，包括技术指标、图表和交易见解，帮助您更深入地了解代币表现。',
        '代币发现:发现符合您的投资策略或兴趣的新的、有前途的 ERC-20 项目。',
        '社区和讨论:在我们的社区论坛中与其他爱好者、交易者和投资者联系。分享见解、策略并随时了解 ERC-20 代币领域的最新发展。',
        '自定义警报:设置自定义警报，以便在您最喜欢的代币达到特定价格点或其他标准时收到通知。',
        '类似 Twitter 的社交平台:通过我们受 Twitter 启发的社交平台与我们的社区互动。分享您对您最喜欢的代币的想法、分析和更新，关注其他用户，并在加密货币领域建立有意义的联系。',
        '教育资源:访问教育内容和指南，帮助您更好地了解 ERC-20 代币生态系统。',
        '我们的承诺:',
        '在 DEXpert.io，我们的使命是提供一个平台，让您能够自信地驾驭 ERC-20 代币格局。我们的目标是培养一个知识渊博、积极参与的加密货币爱好者社区，使您能够释放基于以太坊的投资的全部潜力，同时也与志同道合的个人建立有意义的联系。',
        '加入我们，踏上 ERC-20 代币和以太坊世界的激动人心的旅程。您的财务未来和社会关系触手可及。从今天开始探索、沟通并做出明智的决定。',

    ],
    bottom: {
        video: '教学视频',
        introduce: '我们的网站、超链接网站以及应用程序、论坛、博客、社交媒体帐户和其他 DEX 相关平台上提供的所有内容仅旨在向您提供一般信息。我们对我们的内容不做任何形式的保证，包括但不限于信息的准确性和及时性。我们提供的任何内容均不应被解释为您出于任何目的而特别依赖的财务、法律或任何其他类型的建议。您对我们内容的任何使用或依赖完全由您自行承担风险。您应该做的是在依赖我们的内容之前进行自己的研究、审查和分析并验证。交易是一项高风险活动，可能会导致重大损失，因此您应该在做出任何决定之前咨询您的财务顾问。我们网站上的任何内容均不应被视为采取任何行动的邀请或要约'
    },
    header:{
        addCoin:'添加硬币',
        login:'登录',
        search:'寻找你的代币'
    },
    drawer:{
        home:'主页',
        featured:'精选交易',
        presale:'预售',
        launch:'即将代发行币',
        newPair:'新交易对',
        community:'DEXpert 社区',
        user:'用户资料'
    },
    home:{
        presale:'预售',
        launch:'发射',
        more:'更多',
        social:'社交',
        featured:'精选',
        sign:'请登录',
        noData:'还没有数据',
        pair:'配对',
        price:'价格',
        createTime:'创建时间',
        txns:'TXNS',
        volume:'体积',
        liquidity:'流动性',
        dex:'图标'
    },
    featured:{
        pair:'配对',
        price:'价格',
        createTime:'创建时间',
        txns:'TXNS',
        volume:'体积',
        liquidity:'流动性',
        dex:'图标',
        featured:'精选'
    },
    presale:{
        presales:'预售',
        token:'代币名称',
        symbol:'代币符号',
        social:'社会信息',
        time:'预售时间',
        platform:'平台图标',
        PlatformName:'平台名称',
        dex:'图标'
    },
    launch:{
        launch:'即将推出',
        token:'代币名称',
        symbol:'代币符号',
        social:'社会信息',
        time:'发射时间',
        platform:'平台图标',
        PlatformName:'平台名称',
        dex:'图标'
    },
    newPair:{
        newPair:'新交易对',
        pair:'配对',
        price:'价格',
        time:'创建时间',
        volume:'体积',
        reserve:'储备的ETH',
        tracked:'追踪储量ETH',
        txCount:'数量',
        dex:'图标'
    },
    username:{
        intro:'简介',
        enterBio:'输入简历',
        addBio:'添加信息',
        addSocial:'添加社交媒体链接',
        following:'关注者 ·',
        viewAll:'查看全部',
        followers:'粉丝 ·',
        noFollowers:'你没有任何粉丝☹️. 诀窍是关注某人，然后等待他们关注你回来。',
        otherNoFollowers:'沒有任何粉丝。',
        noFollowing:'你没有关注任何人。你还在等什么？',
        otherNoFollowing:'还没有关注任何人',
    },
    social: {
        home: '主页',
        following:'关注者',
        followers:'粉丝',
        notification:'通知',
        messenger:'聊天',
        photo:'图片',
        post:'发送',
        end:'耶！你都看过了',
        who:'关注谁?',
        recent:'最近的聊天',
        chat:'您尚未进行任何聊天。与某人开始聊天！',
        followerGet:'你没有任何粉丝☹️.诀窍是关注某人，然后等待他们关注你回来。',
        followerNo:'该用户没有任何粉丝。',
        noti:'您没有任何通知，',
        chats:'聊天',
        search:'搜索用户',
        start:'从搜索开始',
        one:'与某人开始聊天!',
        send:'发送一个新消息'
    }

}